13/data/attachments/c98e99b7ed88f69e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_bea1e51b-ccf9-435f-83f3-d38a4b0a24db</nif:username>
            <nif:friendToBeAdded>Vanessa_mention_Friend_98167_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>